Calculates the total sheet mass: Volume of Wire * Unit Weight.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public double GetTotalSheetMass()
  Visual Basic
Public Function GetTotalSheetMass As Double
  Visual C++
public:
double GetTotalSheetMass()
 Return Value
 The total sheet mass.
 See Also
  FabricArea Class
  Autodesk.Revit.DB.Structure Namespace